Repository: igorcoding/vkrsys
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You have already rated this song
ru: Вы уже голосовали за этот трек

source: Vote accepted
ru: Голос принят

source: Login
ru: Логин

source: Sign in with VK
ru: Зайти через ВК

source: Proceed
ru: Вернуться

source: VK Recommender is an innovative way to get the best of your favorite music!
ru: VK Recommender - это инновационный способ найти лучшее из вашей любимой музыки!

source: Best of modern science and programming technologies united together to supply you with the recommendations that computed exactly for you.
ru: Мы объединили последние достижения современной науки и программированиячтобы дать рекомендации, подходящие именно Вам.

source: The only thing you need - is just listen to music, like you always do.
ru: Все, что для этого нужно - это просто слушать музыку

source: Yeah, it's just that simple :)
ru: И да, это действительно так просто :)

source: About
ru: О продукте

source: Listen to other users' recommendation lists:
ru: Прослушать списки других пользователей:

source: English
ru: Английский

source: Russian
ru: Русский
